import React from "react";
import {DefaultLayout} from "../styles";
import styled from "styled-components"

const AboutHouses = () =>{
    return(
        <DefaultLayout>
            <h1>За къщите</h1>
            <TextAboutHouses>
            Прекрасната гледка от страхотна тераса в полите на Витоша е вече факт.
Представяме Ви нашите 6 модерни къщи, всяка от които на 3 нива, в обособен комплекс, за вашата фамилия.
Комплексът се намира в началото на Бистрица. Удобен достъп на броени минути от София. Прекрасна природа, чист въздух и модерна визия са новият лукс, който да задоволи дори и най-взискателните ни клиенти. Атмосферата носи спокойствие, уют и удоволствието да живееш на чист въздух сред природата с гледки към красиви върхове. Къщите отговарят на всички съвременни изисквания за комфортно обитаване.
Комплексът се състои от 6 луксозни, самостоятелни еднофамилни къщи. Всяка къща разполага със собствен двор (от 180 до 280кв.м.) и 2 паркоместа, включени в цената. Просторна дневна, 3 спални и 4 мокри помещения ще откриете на I, II и III ниво, всяко със застроена площ, съответно 59.80, 76.30 и 39.70кв.м., (+28кв.м. за терасите с гледките). 
Интериорните решения остават за вас и вашето въображение. Крайните цени са в ценовия диапазон от 190 000 до 255 000 евро без ДДС. Къщите ще могат да се отопляват по няколко начина: на газ, ток и пелети. Удобството е за всеки.
Други важни характеристики на комплекса:
Всички използвани материали при строителството са утвърдени марки на пазара;
Гаранция на изпълнителя за строителните работи;
Всяка къща има прилежащо зелено пространство – затревен двор и декоративна растителност;
Комплексът е с напълно изградена инфраструктура, канализация, електрозахранване и пътна комуникация;
Създадена организация за поддръжка на общите части на комплекса и прилежащите пространства;
Защо да закупите къща в този комплекс:
Къщите са разположени в чист и спокоен район;
Комплексът се намира на 3км от Околовръстния път на София и на 10км от НДК; 200м от главния път на Бистрица;
Модерно и функционално вътрешно разпределение;
Луксозно строителство с висококачествени материали;
Заложете на нас. Компания с 25 годишен опит, стотици доволни клиенти и доверени бизнес партньори.
        </TextAboutHouses>
    </DefaultLayout>
    )
}

const TextAboutHouses = styled.div`
    column-count: 2;
    column-gap: 50px;
    width: 60%;
    margin-left: auto;
    margin-right: auto;
    text-align: left;
    font-size: 18px;
    
`;

export default AboutHouses;