import React from "react";
import {DefaultLayout} from "../styles";

const AboutArea = () =>{
    return(
        <DefaultLayout>
            <h1>Местоположение</h1>
            <p>
Бистрица е село, което се намира на петнадесет километра югоизточно от центъра на София, в подножието на планината Витоша. Административно Бистрица принадлежи към район Панчарево на Столична община, област София-град. Землището на селото граничи с Околовръстния път, квартал Симеоново, селата Железница и Панчарево, както и Природен парк „Бистришко бранище“.
На територия на Бистрица се намират местността „Камбаните”  с едноименния монумент,  новоизграденият Бизнес парк, както и много жилищни комплекси от затворен тип. Към територията на Бистрица принадлежат и девет вилни зони: Бункера, Малинова долина – Герена, Шумако, Косанин дол, Зли камък, Манастира, Калфин дол, Бистрица, Беликата.
На изток Бистрица граничи с Панчарево и Кокаляне, а на север и запад със Симеоново, Малинова долина, Бизнес Парк „София” и Резиденшъл Парк „София“. В непосредствена близост на Бистришко шосе и Околовръстния път се намира магазин ИКЕА и София Ring Mall.
 
За разлика от други селища в покрайнините на планината, тук броят на жителите расте. През 2013 година населението на Бистрица наброява повече от 5000 души. С малки изключения повечето от работоспособните жители, работят в столицата.
Инфраструктура.
Чистият планински въздух, красивата природа, удобните транспортни комуникации и близкото разположение до Столицата, правят Бистрица изключително привлекателно място за живеене и отдих.
Районът е определен като жилищна зона лукс и е с предназначение за ниско строителство до десет метра. Инфраструктурата е добре поддържана - изградени са водоснабдителна, електропреносна, съобщителна и от части – канализационна мрежи.
Вилна зона „Калфин дол“ се намира на километър от централната част на Бистрица. В нея, както и в повечето вилни зони се живее целогодишно. Селото разполага с църква, полицейски участък, читалище, денонощни магазини, аптеки, кафенета, сладкарници, куриерски фирми и др. За пълно удобство на родителите на територията на селото има работещи училище (192 СОУ "Христо Ботев"), Целодневна детска градина "Щурче" и детска ясла. В Бистрица е изграден и спортен комплекс, който е добре оборудван, с поддържан терен и съоръжения. На него се провеждат състезания както от местно, така и от регионално ниво.
Културни и природни забележителности.
Живописните околности радват посетителите си с отлични условия за селски туризъм и планинарство.
От тук минават двете витошки реки - Янчовска и Стара, които се сливат в една и образуват река Гъбешница.
Недалеч се намира езерото Панчарево, което е предпочитана дестинация за излети през уикендите. Там може да се насладите на приятна разходка с приятел, каране на водно колело, лодка, каяк или пък да си организирате един импровизиран пикник в реновирания парк.

Множество  екопътеки водят началото си  от с. Бистрица и свършват в планината или прекосяват селата Пасарел, Железница и Плана.
В наши дни същата черква „Св. Георги“ някога е била главен манастир на Мала Света гора. През 1382г. манастирът е разрушен след като турците завладяват София. Години наред на мястото му е имало оброчище, на което хората са се събирали на Гергьовден. През петнадесети  век там е издигната малка черква, вкопана в земята, а до разрушения манастир е имало крепост. Тази местност - Калугерови ливади на Витоша се намира в северозападния край на Бистрица.

В същата местност се намира и Манастирът "Света Петка". Основан е през десети век в близост до мястото, на което се е намирала крепостта преди. Храмът е строен по византийско време върху основите на крепостната черква. През четиринадесети век е разрушен от турците и в земята е построена малка черквица - това място се нарича още и Манастирище. Към днешна дата манастирът представлява комплекс от черква, жилищни и стопански сгради и действа постоянно. Достъпът до него се осъществява с кола по асфалтиран път, който се отклонява вляво от шосето Бистрица - Железница.

Друг феномен, с който се отличава Бистрица, са "Бистришките баби”. Те са живото културно богатство не само на Бистрица, но и на цяла България. „Бистришките баби“ са прочути по целия свят с изпълненията си на автентичен фолклор. През 2005 г. „Бистришките баби“ са включени в списъка на шедьоврите на нематериалното културно наследство на човечеството на ЮНЕСКО.
Пречиствателна станция „Бистрица“ е най-голямата и модерна пречиствателна станция за питейна вода в България. Над Бистрица минава Рилският водопровод, по трасето на който е изградена туристическа алея. Наричат я „Канала”, която представлява много приятен маршрут с прекрасни гледки. Оттук може да се тръгне към Железница или към Симеоново или да се поеме по някоя от пътеките към хижа Алеко или Черни връх.
Над Бистрица е разположен и природен парк „Бистришко бранище“ – един от първите резервати в България. Той е обявен за защитена зона през 1934 г.
Транспорт
Бързия и лесен достъп до селото и вилните зони се осъществява посредством главни пътни артерии - Бистришко шосе, Симеоновско шосе и Самоковско шосе.
Връзката с градската част на София се осъществява посредством крайградски автобусни линии № 67, 69, 70, 98 и 314.
Маршрутна линия № 47, с маршрут - кв. Захарна фабрика - р-н Панчарево и маршрутна линия № 25, с маршрут - с. Бистрица – Метро-линия 2.
Добре уредената търговска мрежа, здравеопазване и редовна автобусна връзка с големия град, благоприятстват за високото качество на живот в Бистрица.</p>
        </DefaultLayout>
    )
}

export default AboutArea;